[Balista.A_Anemone H7EditorWarUnit]
mDesc="Единица огневой поддержки и вспомогательная единица"
mName="Анемон"
mLore=""

[CATAPULTE.A_sanctuary_catapulte_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Бросок камня"
mTooltip="Совершает выстрел по укреплениям, нанося от %d.min до %d.max ед. урона."

[Balista.A_heal_Buff_warfare_unskill H7BaseBuff]
mName=""
mTooltip=""

[Balista.A_heal_Buff_warfare_novice H7BaseBuff]
mName=""
mTooltip=""

[Balista.A_baliste_ice_support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ласковое море"
mTooltip="Все союзные существа восстанавливают небольшое количество здоровья в конце раунда. Это значение меняется в зависимости от ранга навыка %spell1.name."

[Balista.A_baliste_ice_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Снаряд"
mTooltip=""

[Balista.A_heal_Buff_warfare_expert H7BaseBuff]
mName=""
mTooltip=""

[Balista.A_heal_Buff_warfare_master H7BaseBuff]
mName=""
mTooltip=""

[Balista.A_adjacant_heal_Buff H7BaseBuff]
mName=""
mTooltip=""

[CATAPULTE.A_Sanctuary_catapulte H7EditorWarUnit]
mDesc="Осадная единица"
mName="Морской змей"
mLore=""

[Balista.A_Healingbull_Support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="Восстанавливает выбранному дружественному отряду %d2.max ед. здоровья и возвращает к жизни погибших существ.\n(Не действует на нежить и конструктов)"
mName="Лечение"
mTooltip="Восстанавливает выбранному дружественному отряду %d1.max ед. здоровья.\n(Не действует на нежить и конструктов)\n\nПри наличии умения "Безупречная поддержка" анемон также возвращает к жизни погибших существ."

